Revit 2024 API
SymbolTypeId.KgPerH Property
 Symbol kg/h, indicating unit Kilograms per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgPerH { get; }
Visual Basic
Public Shared ReadOnly Property KgPerH As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgPerH {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace